Repository: xeewi/eemi_workshop_plugin_wp
Catalog: languages/wpSlackManager-*.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: Page not found !
fr_fr: Page non trouvée !

source: We're sorry ¯\_(ツ)_/¯
fr_fr: On est désolés ¯\_(ツ)_/¯

source: Missing Client ID or Client Secret !
fr_fr: Client ID ou Secret manquant !

source: Access denied ! Connection failed
fr_fr: Accès refuser ! Connexion impossile

source: Client ID and Client Secret added !
fr_fr: Client ID et Secret ajoutés !

source: Step 1 : Create your app
fr_fr: Etape 1 : Créer votre app

source: * If you already got a Slack APP, you can skip this Step and directly go to Step 2
fr_fr: * Si vous possédez déjà une APP Slack, vous pouvez passer directement à l'étape 2.

source: You need a Slack APP to use Slack Manager.
fr_fr: Vous avez besoin de créer une APP Slack pour utiliser Slack Manager.

source: Simply create it by clicking on the following link, and get yours Client ID and Client Secret. After creating your app, come back here for Step 2.
fr_fr: Faites le simplement en cliquant sur le lien suivant, et vous obtiendrez votre Client ID et Secret. Apres avoir créé votre app, revenez ici pour l'étape 2.

source: Click here to create your Slack App !
fr_fr: Cliquez-ici pour créer votre Slack APP !

source: Create App
fr_fr: Créer une APP

source: Step 2 : Add Return URI to your Slack App
fr_fr: Etape 2 : Ajouter votre Return URI à votre Slack APP

source: Select your app
fr_fr: Selectionnez votre APP

source: Copy and paste the following return URI to your Slack App.
fr_fr: Copiez puis collez le Return URI suivant dans votre Slack APP configuration.

source: Step 3 : Create a bot
fr_fr: Etape 3 : Créer un bot

source: Create your Slack bot user and come back here.
fr_fr: Créer votre Slack bot et revenez ici.

source: Step 4 : Add yours Client ID and Client Secret
fr_fr: Etape 4 : Ajouter votre Client ID et Secret

source: Step 5 : Add to Slack
fr_fr: Etape 5 : Ajouter à Slack

source: Click to add your wpSlackManager to your Slack !
fr_fr: Cliquez pour ajouter votre Slack Manager à votre Slack !

source: Complete Step 4 before connect your account !
fr_fr: Completez l'étape 4 avant de vous connecter !

source: Direct message
fr_fr: Message direct

source: Direct messages
fr_fr: Messages directs

source: Users
fr_fr: Utilisateurs

source: No direct message
fr_fr: Aucun message

source: All users
fr_fr: Tous les utilisateurs

source: Full users
fr_fr: Tous

source: See more
fr_fr: Voir plus

source: Can't edit user informations !
fr_fr: Impossible de modifier les informations utilisateur !

source: User edited !
fr_fr: Utilisateur modifié

source: User info
fr_fr: Utilisateur info

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Disconnected : Slack Manager
fr_fr: Déconnecté : Slack Manager

source: Users : Slack manager
fr_fr: Utilisateurs : Slack manager

source: User info : Slack manager
fr_fr: Utilisateur info : Slack manager

source: Direct message : Slack manager
fr_fr: Message direct : Slack manager

source: wpSlackManager
fr_fr: wpSlackManaager

source: Manage your Slack team from your WordPress dashboard
fr_fr: Gérez votre team Slack depuis votre dashboard Wordpress
